/* Invisible style of page counter; outputs no number */
"Invisible" = "非表示";

/*  preceeded by a number to show how many times a page has been viewed over the web */
"page views" = "ページ閲覧";

/* Text style of page counter */
"Text" = "テキスト";